Dlubal.RFEM5.IRotatedSurface
Interface for working with rotated surface

Dlubal.RFEM5.IRotatedSurface.GetExtraData
Gets rotated surface parameters.
Returns: Rotated surface parameters

Dlubal.RFEM5.IRotatedSurface.SetExtraData(System.UInt32@)
Sets rotated surface parameters.
Surface: Rotated surface parameters